Nothing will be divided.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NoPartMakerCreatedInEditMode { get; }
  Visual Basic
Public Shared ReadOnly Property NoPartMakerCreatedInEditMode As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NoPartMakerCreatedInEditMode {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DPartFailures Class
  Autodesk.Revit.DB Namespace